Repository: KhoaTeHD/votcaulong
Catalog: languages/*.po
Languages: vi

source: Invalid request
vi: Yêu cầu không hợp lệ

source: Order
vi: Đơn hàng

source: Orders
vi: Đơn hàng

source: Order Code
vi: Mã đơn

source: Customer
vi: Khách hàng

source: Date
vi: Ngày

source: Status
vi: Trạng thái

source: Total
vi: Tổng tiền

source: Payment Method
vi: Phương thức Thanh toán

source: Delivery method:
vi: Phương thức giao nhận:

source: Delete
vi: Xóa

source: All Statuses
vi: Tất cả trạng thái

source: Filter
vi: Lọc

source: View Details
vi: Xem chi tiết

source: Guest
vi: Khách

source: Order deleted successfully.
vi: Xóa thành công đơn hàng

source: Failed to delete order.
vi: Không thể xóa đơn hàng.

source: %d order deleted successfully.
vi: %d đơn hàng đã được xóa thành công.

source: Failed to delete selected orders.
vi: Không thể xóa các đơn hàng đã chọn.

source: Security check failed
vi: Kiểm tra bảo mật đã thất bại

source: Order status updated successfully.
vi: Đã cập nhật Trạng thái Đơn hàng.

source: Failed to update order status.
vi: Không thể cập nhật trạng thái đơn hàng.

source: Orders Management
vi: Quản lý đơn hàng

source: Search Orders
vi: Tìm kiếm đơn hàng

source: Error
vi: Lỗi

source: Order not found.
vi: Không tim thấy đơn hàng

source: Order #%d%s
vi: Đơn hàng #%d%s

source: Back to Orders List
vi: Quay lại danh sách Đơn hàng

source: Customer Details
vi: Chi tiết khách hàng

source: Full Name:
vi: Họ và tên:

source: Phone:
vi: Điện thoại:

source: Pick up at store
vi: Nhận tại cửa hàng

source: Shipping Address
vi: Địa chỉ giao hàng

source: Shipping Phone:
vi: Số điện thoại giao hàng

source: Note:
vi: Ghi chú:

source: Order Items
vi: Sản phẩm đặt hàng

source: Product
vi: Sản phẩm

source: SKU
vi: Mã sản phẩm

source: Quantity
vi: Số lượng

source: Subtotal:
vi: Tổng phụ:

source: Shipping:
vi: Vận chuyển:

source: Total:
vi: Tổng:

source: Order Actions
vi: Các thao tác

source: Order Date:
vi: Ngày đặt hàng:

source: Order Code:
vi: Mã đơn

source: Status:
vi: Trạng thái:

source: Payment Method:
vi: Phương thức thanh toán:

source: Update
vi: Cập nhật

source: Notes
vi: Ghi chú

source: Customer Note:
vi: Ghi chú của khách hàng

source: Order History
vi: Lịch sử đơn hàng

source: System
vi: Hệ thống

source: Edit
vi: Sửa

source: Syncing...
vi: Đang đồng bộ...

source: Use this image
vi: Sử dụng ảnh này

source: Edit Product category
vi: Sửa danh mục

source: Name
vi: Tên

source: Upload New
vi: Tải lên ảnh mới

source: Select from Media
vi: Chọn ảnh từ thư viện.

source: Save
vi: Lưu

source: Close
vi: Đóng

source: Review approved.
vi: Đánh giá được duyệt

source: The review has been moved to pending approval.
vi: Đánh giá đã được chuyển sang trạng thái đang chờ phê duyệt.

source: The review has been deleted.
vi: Đánh giá đã bị xóa.

source: Product Review Management
vi: Quản lý đánh giá sản phẩm

source: Product ID
vi: Mã sản phẩm

source: Rating
vi: Đánh giá

source: Content
vi: Nội dung

source: Date created
vi: Ngày tạo

source: Action
vi: Hành động

source: Approve
vi: Phê duyệt

source: Unapprove
vi: Không phê duyệt

source: Are you sure you want to delete this review?
vi: Bạn có chắc chắn muốn xóa đánh giá này?

source: There are no reviews yet.
vi: Chưa có đánh giá nào.

source: Compare
vi: So sánh

source: Collapse
vi: Thu gọn

source: Add product
vi: Thêm sản phẩm

source: Compare now
vi: So sánh ngay

source: Quick compare
vi: So sánh nhanh

source: Clear all
vi: Xoá hết

source: Enter name/sku to search
vi: Nhập tên/sku để tìm kiếm

source: Minimum 3 characters
vi: Tối thiểu 3 ký tự

source: Loading...
vi: Đang tải...

source: Loading product information...
vi: Đang tải thông tin sản phẩm...

source: Notification
vi: Thông báo

source: Share Your Cart
vi: Chia sẻ giỏ hàng của bạn

source: Copy the link below to share your cart:
vi: Sao chép liên kết bên dưới để chia sẻ giỏ hàng của bạn:

source: Copy
vi: Sao chép

source: Pending
vi: Chờ xử lý

source: Processing
vi: Đang xử lý

source: Paid
vi: Đã thanh toán

source: Shipped
vi: Đang giao

source: Completed
vi: Hoàn thành

source: Pending payment
vi: Chờ thanh toán

source: On hold
vi: Tạm giữ

source: Failed
vi: Thất bại

source: Refunded
vi: Đã hoàn tiền

source: Cancelled
vi: Đã hủy

source: You must agree to the privacy policy to continue.
vi: Bạn phải đồng ý với chính sách quyền riêng tư để tiếp tục.

source: Please enter complete shipping address information (Province/City, District, Ward/Commune, Detailed address).
vi: Vui lòng nhập đầy đủ thông tin địa chỉ giao hàng (Tỉnh/Thành phố, Huyện, Phường/Xã, Địa chỉ chi tiết).

source: Please enter your full name and phone number.
vi: Vui lòng nhập tên đầy đủ và số điện thoại của bạn.

source: Please select a store for pickup.
vi: Vui lòng chọn một cửa hàng để lấy hàng.

source: Please enter complete information for the other recipient.
vi: Vui lòng nhập đầy đủ thông tin cho người nhận khác.

source: Please enter complete company invoice information.
vi: Vui lòng nhập đầy đủ chi tiết hóa đơn của công ty.

source: Searching...
vi: Tìm kiếm...

source: No brands found.
vi: Không tìm thấy thương hiệu.

source: An error occurred.
vi: Có lỗi xảy ra. Xin vui lòng thử lại.

source: Reset your password
vi: Đặt lại mật khẩu của bạn

source: Site Name: %s
vi: Tên trang Web: %s

source: Hello <strong>%s</strong>
vi: Xin chào <strong>%s</strong>

source: Username: %s
vi: Tên đăng nhập: %s

source: Someone has requested a password reset for the following account:
vi: Ai đó đã yêu cầu đặt lại mật khẩu cho tài khoản sau:

source: To reset your password, visit the following address:
vi: Để đặt mật khẩu của bạn, hãy truy cập vào địa chỉ sau:

source: Reset password
vi: Đặt lại mật khẩu

source: If this was a mistake, just ignore this email and nothing will happen.
vi: Nếu đây là một sự nhầm lẫn, chỉ cần bỏ qua email này và sẽ không có gì xảy ra.

source: [%s] Password Reset
vi: [%s] Đặt lại mật khẩu

source: You must enter a valid email or phone number.
vi: Bạn phải nhập email hoặc số điện thoại hợp lệ.

source: Password is required.
vi: Mật khẩu là bắt buộc.

source: Invalid email address.
vi: Email không hợp lệ.

source: Only from
vi: Chỉ từ

source: Add to Cart
vi: Thêm vào Giỏ

source: Payoo gateway is not configured correctly.
vi: Cổng Payoo không được định cấu hình chính xác.

source: Invalid or incomplete order details provided for payment creation.
vi: Chi tiết đơn hàng không hợp lệ hoặc không đầy đủ được cung cấp để tạo thanh toán.

source: Invalid order amount (must be greater than 0).
vi: Số tiền đặt hàng không hợp lệ (phải lớn hơn 0).

source: Invalid payment data structure for sending request.
vi: Cấu trúc dữ liệu thanh toán không hợp lệ để gửi yêu cầu.

source: Order ID is not set.
vi: Số ID đặt không có sẵn

source: Coupon Code: [%s]
vi: Mã giảm giá: [%s]

source: Loyalty Points Used
vi: Dùng điểm thưởng

source: Additional Discount
vi: Giảm giá bổ sung

source: Status changed:
vi: Trạng thái đã đổi:

source: by: <b>Customer</b>
vi: bởi: <b>Khách hàng</b>

source: by: <b>Admin</b>
vi: bởi: <b>Admin</b>

source: by: <b>System</b>
vi: bởi: <b>Hệ thống</b>

source: Reason:
vi: Lý do:

source: Recently Viewed Products
vi: Sản phẩm bạn đã xem

source: Title:
vi: Tiêu đề

source: Sub-total [%s product(s)]
vi: Tạm tính (%s sản phẩm)

source: Promotion
vi: Khuyến mãi

source: Shipping
vi: Vận chuyển

source: Reward points
vi: Điểm thưởng

source: Loyalty redeem
vi: Đổi điểm

source: Invalid coupon code. Please check again.
vi: Mã giảm giá không hợp lệ. Vui lòng kiểm tra lại.

source: Insufficient loyalty points.
vi: Không đủ điểm thưởng thân thiết.

source: An unknown error occurred. Please try again.
vi: Có lỗi xảy ra. Xin vui lòng thử lại.

source: Invalid order data.
vi: Dữ liệu đơn hàng không hợp lệ.

source: Error processing order data.
vi: Lỗi khi xử lý dữ liệu đơn hàng.

source: Please provide full name and phone number.
vi: Vui lòng cung cấp họ tên và số điện thoại.

source: Please provide the complete delivery address.
vi: Vui lòng cung cấp địa chỉ giao hàng đầy đủ.

source: Please select a pickup store.
vi: Vui lòng chọn cửa hàng lấy hàng.

source: Please select a shipping method.
vi: Vui lòng chọn Phương thức giao hàng.

source: Please enter the full information for the other recipient.
vi: Vui lòng nhập đầy đủ thông tin cho người nhận khác.

source: Please enter the full company invoice details.
vi: Vui lòng nhập đầy đủ chi tiết hóa đơn của công ty.

source: Your cart is empty or invalid.
vi: Giỏ hàng của bạn trống hoặc không hợp lệ.

source: Order placed successfully! We will contact you soon.
vi: Đã đặt hàng thành công! Chúng tôi sẽ sớm liên hệ với bạn.

source: Unable to create the order. Please try again.
vi: Không thể tạo đơn hàng. Vui lòng thử lại.

source: A system error occurred while processing the order.
vi: Đã xảy ra lỗi hệ thống trong khi xử lý đơn hàng.

source: Payoo payment gateway is not configured correctly.
vi: Cổng thanh toán Payoo không được định cấu hình chính xác.

source: Error preparing Payoo payment data:
vi: Lỗi khi chuẩn bị dữ liệu thanh toán Payoo:

source: Error sending request to Payoo:
vi: Lỗi khi gửi yêu cầu đến Payoo:

source: Order created successfully. Redirecting to Payoo...
vi: Đã tạo đơn hàng thành công. Đang chuyển hướng đến Payoo...

source: An unexpected error occurred during checkout. Please try again later.
vi: Đã xảy ra lỗi không mong muốn trong quá trình thanh toán. Vui lòng thử lại sau.

source: Missing order ID.
vi: Thiếu mã đơn hàng.

source: Redirecting to Payoo...
vi: Đang chuyển hướng đến Payoo...

source: You do not have permission to cancel this order.
vi: Bạn không có quyền hủy đơn hàng này.

source: Order cancelled successfully.
vi: Đã hủy đơn hàng thành công.

source: Could not cancel the order. Please check its status or contact support.
vi: Không thể hủy đơn hàng. Vui lòng kiểm tra trạng thái hoặc liên hệ với bộ phận hỗ trợ.

source: Incorrect login information.
vi: Thông tin đăng nhập không chính xác.

source: Email/Phone and password are required.
vi: Email/Điện thoại và mật khẩu là bắt buộc.

source: Registration successful! You will be redirected in 5 seconds to complete your information
vi: Đăng ký thành công! Bạn sẽ được chuyển hướng sau 5 giây để hoàn tất thông tin của mình.

source: You need to be logged in to change your password.
vi: Bạn cần đăng nhập để thay đổi mật khẩu.

source: Current password and new password are required.
vi: Mật khẩu hiện tại và mật khẩu mới là bắt buộc.

source: New password must be at least 6 characters long.
vi: Mật khẩu mới phải dài ít nhất 6 ký tự.

source: Current password is incorrect.
vi: Mật khẩu hiện tại không đúng.

source: Password changed successfully! Please log in again with your new password.
vi: Thay đổi mật khẩu thành công. Xin vui lòng đăng nhập với mật khẩu mới của bạn.

source: Please enter your email address or phone number.
vi: Vui lòng nhập địa chỉ email hoặc số điện thoại của bạn.

source: No user found with that email address or phone number.
vi: Không tìm thấy người dùng nào có địa chỉ email hoặc số điện thoại đó.

source: Could not generate reset key. Please try again.
vi: Không thể kết nối. Vui lòng thử lại.

source: A password reset link has been sent to your email address.
vi: Liên kết đặt lại mật khẩu đã được gửi đến địa chỉ email của bạn

source: Failed to send password reset email. Please try again later.
vi: Không thể gửi email đặt lại mật khẩu. Vui lòng thử lại sau.

source: Invalid product ID
vi: ID sản phẩm không hợp lệ

source: Product has been added to favorites!
vi: Sản phẩm đã được thêm vào mục yêu thích!

source: Favorite (%d)
vi: Yêu thích (%d)

source: Error! Please try again
vi: Lỗi. Vui lòng thử lại.

source: Please login!
vi: Vui lòng đăng nhập

source: Product removed from favorites!
vi: Đã xóa khỏi mục yêu thích

source: Invalid SKU
vi: Mã SKU không hợp lệ

source: Product not found!
vi: Không tim thấy sản phẩm!

source: User not logged in.
vi: Người dùng chưa đăng nhập.

source: Invalid customer.
vi: Khách hàng không hợp lệ.

source: Search keyword is too short.
vi: Từ khóa tìm kiếm quá ngắn.

source: No results found.
vi: Không tìm thấy kết quả.

source: Invalid products!
vi: Sản phẩm không hợp lệ!

source: No brands found
vi: Không tìm thấy thương hiệu

source: Invalid cart data.
vi: Dữ liệu giỏ hàng không hợp lệ.

source: Your cart has been shared!
vi: Giỏ hàng của bạn đã được chia sẻ!

source: None
vi: Không có

source: Product ID is invalid.
vi: ID sản phẩm không hợp lệ.

source: Review content cannot be empty.
vi: Nội dung không thể rỗng

source: Please select a valid rating (1-5 stars).
vi: Vui lòng chọn xếp hạng hợp lệ (1-5 sao).

source: Please enter your name.
vi: Vui lòng nhập Tên của bạn

source: Could not save review due to a database error.
vi: Không thể lưu đánh giá do lỗi cơ sở dữ liệu.

source: Review could not be saved.
vi: Không thể lưu đánh giá.

source: [%s] New product review for approval
vi: [%s] Đánh giá sản phẩm mới để phê duyệt

source: There are new reviews for the product: %s
vi: Có đánh giá mới cho sản phẩm: %s

source: Sender: %s
vi: Người gửi: %s

source: Rating: %d sao
vi: Xếp hạng: %d sao

source: Content: %s
vi: Nội dung: %s

source: View product: %s
vi: Xem sản phẩm: %s

source: Visit the admin page to browse this review: %s
vi: Truy cập trang quản trị để duyệt đánh giá này: %s

source: Security check failed. Please refresh the page.
vi: Hoạt động thất bại. Hãy làm mới trang và thử lại.

source: Thank you for your review!
vi: Cám ơn đánh giá của bạn!

source: Thank you for your review. It will be visible after approval.
vi: Cảm ơn bạn đã đánh giá. Thông tin này sẽ hiển thị sau khi được phê duyệt.

source: Cannot load reviews: Invalid product object.
vi: Không thể tải đánh giá: Đối tượng sản phẩm không hợp lệ.

source: Product ID not specified for the review form.
vi: ID sản phẩm không được chỉ định cho biểu mẫu đánh giá.

source: Product Reviews
vi: Đánh giá sản phẩm

source: Rating: %s out of 5 stars
vi: Xếp hạng: %s trên 5 sao

source: review
vi: đánh giá

source: reviews
vi: đánh giá

source: has
vi: có

source: Brands
vi: Nhãn hiệu

source: Branches
vi: Chi nhánh

source: Attributes
vi: Các thuộc tính

source: Color
vi: Màu

source: Weight
vi: Cân nặng

source: Play style
vi: Phong cách chơi

source: Play mode
vi: Phong cách chơi

source: Skill level
vi: Trình độ

source: Shopping cart
vi: Giỏ hàng

source: Share Cart
vi: Chia sẻ giỏ hàng

source: Checkout
vi: Thanh Toán

source: There are no items in your cart.
vi: Không có mặt hàng nào trong giỏ hàng của bạn.

source: Order status updated to <strong>[%s]</strong> by ERP.
vi: Trạng thái đơn hàng được cập nhật thành <strong>[%s]</strong> bởi ERP.

source: Block not found or not published.
vi: Tên trường không kiếm thấy hoặc không duy nhất

source: There was an error loading the cart. Please try again later.
vi: Đã xảy ra lỗi khi tải giỏ hàng. Vui lòng thử lại sau.

source: Product is temporarily out of stock!
vi: Sản phẩm tạm hết hàng

source: Please select full product variation.
vi: Vui lòng chọn biến thể sản phẩm đầy đủ.

source: Invalid product or not enough variants selected.
vi: Sản phẩm không hợp lệ hoặc không đủ biến thể được chọn.

source: Branch information not found.
vi: Không tìm thấy thông tin chi nhánh.

source: Please remove products to continue comparing!
vi: Vui lòng xóa sản phẩm để tiếp tục so sánh!

source: Product has been added to comparison list.
vi: Sản phẩm đã được thêm vào danh sách so sánh.

source: Added
vi: Đã thêm

source: Show only the difference
vi: Chỉ hiển thị sự khác biệt

source: products left
vi: sản phẩm

source: Not available
vi: Không có sẵn

source: Email is already registered.
vi: Email này đã được đăng ký.

source: Phone number is already registered.
vi: Số điện thoại đã được đăng ký

source: Invalid email or phone number.
vi: Email hoặc số điện thoại không hợp lệ.

source: Brand
vi: Thương hiệu

source: View Brand
vi: Xem thương hiệu

source: Store
vi: Cửa hàng

source: View Store
vi: Cửa hàng

source: Search Store
vi: Tìm kiếm cửa hàng

source: No Store found
vi: Không tìm thấy cửa hàng

source: No Store found in Trash
vi: Không tìm thấy cửa hàng nào trong Thùng rác

source: Address
vi: Địa chỉ

source: Phone
vi: Điện thoại

source: Store information
vi: Thông tin cửa hàng

source: Store address
vi: Địa chỉ cửa hàng

source: Phone number
vi: Số điện thoại

source: Direct Google Maps link
vi: Liên kết Google Maps trực tiếp

source: No stores found.
vi: Không có cửa hàng nào được tìm thấy

source: Hello !<br><b>%s</b>
vi: Xin chào !<br><b>%s</b>

source: Edit profile
vi: Chỉnh sửa hồ sơ

source: Sign out
vi: Thoát

source: Favorites
vi: Sản phẩm Yêu thích

source: Loyalty
vi: Khách hàng thân thiết

source: My rank
vi: Xếp Hạng của Tôi

source: Loyalty gift
vi: Quà tặng

source: My profile
vi: Hồ sơ của tôi

source: Change password
vi: Đổi mật khẩu

source: Address book
vi: Sổ địa chỉ

source: Updating...
vi: Đang cập nhật...

source: Price ranges
vi: Khoảng giá

source: Choose racket as required
vi: Theo yêu cầu

source: Sort by
vi: Sắp xếp theo

source: Quick search...
vi: Tìm nhanh...

source: Login
vi: Đăng nhập

source: Enter phone number/Email
vi: Số điện thoại / email

source: Password
vi: Mật khẩu

source: Forgot password ?
vi: Quên mật khẩu ?

source: Don't have an account ?
vi: Bạn chưa có tài khoản?

source: Register
vi: Đăng ký

source: Your full name
vi: Họ và tên

source: Repeat Password
vi: Nhập lại Mật khẩu

source: Continue
vi: Tiếp tục

source: Already have an account!
vi: Bạn đã có Tài khoản

source: OR
vi: HOẶC

source: Login with Zalo
vi: Đăng nhập bằng Zalo

source: Login with Facebook
vi: Đăng nhập bằng Facebook

source: Login with Google
vi: Đăng nhập với Google

source: Login with QRCode
vi: Đăng nhập bằng QRCode

source: Forgot Password
vi: Quên mật khẩu

source: Enter your email address or phone number to reset your password.
vi: Nhập địa chỉ email hoặc số điện thoại của bạn để đặt lại mật khẩu.

source: Email or Phone Number
vi: Dùng địa chỉ email hoặc số điện thoại

source: Cancel
vi: Hủy

source: Reset Password
vi: Đặt lại Mật khẩu

source: Error!
vi: lỗi

source: Please enter your new password twice.
vi: Hãy gõ mật khẩu hai lần.

source: The passwords do not match.
vi: Mật khẩu không trùng khớp.

source: Reset Your Password
vi: Đặt lại mật khẩu của bạn

source: New Password
vi: Mật khẩu mới

source: Confirm New Password
vi: Xác nhận mật khẩu mới

source: Set New Password
vi: Đặt mật khẩu mới

source: Your password reset link is invalid or has expired. Please try again.
vi: Liên kết đặt lại mật khẩu của bạn không hợp lệ hoặc đã hết hạn. Vui lòng thử lại.

source: Back to Login/Register
vi: Quay lại Đăng nhập/Đăng ký

source: Shared Shopping Cart from Votcaulong-shop
vi: Chia sẻ Giỏ hàng từ Vợt Cầu Lông Shop

source: Check out this shopping cart with awesome products!
vi: Hãy xem giỏ hàng này với các sản phẩm tuyệt vời!

source: some products
vi: một số sản phẩm

source: My cart contains %d items, including %s.
vi: Giỏ hàng của tôi chứa %d mặt hàng, bao gồm %s.

source: Loading Your Shared Cart...
vi: Đang tải giỏ hàng được chia sẻ của bạn...

source: Please wait while we load your shopping cart.
vi: Vui lòng đợi trong lúc chúng tôi đồng bộ dữ liệu của bạn...

source: If you are not redirected automatically, click here:
vi: Nếu bạn không được chuyển hướng tự động, hãy nhấp vào đây:

source: Go to Cart
vi: Đến Giỏ hàng

source: Customer Information
vi: Thông tin khách hàng

source: Male
vi: Nam

source: Female
vi: Nữ

source: Delivery information
vi: Thông tin giao hàng

source: Delivery to your door
vi: Giao tận nơi

source: Quick search ...
vi: Tìm nhanh...

source: Enter voucher/coupon code
vi: Nhập mã giảm giá/phiếu mua hàng

source: Apply
vi: Áp dụng

source: Current loyalty points
vi: Điểm thưởng hiện tại

source: Enter loyalty points
vi: Nhập điểm thưởng

source: Redeem
vi: Đổi điểm

source: Shipping method
vi: Phương thức giao hàng

source: Payment method
vi: Phương thức thanh toán

source: COD
vi: Thanh toán khi nhận hàng

source: Related Posts
vi: Bài viết liên quan

source: Please login to manage addresses.
vi: Vui lòng đăng nhập để quản lý địa chỉ.

source: My addresses
vi: Địa chỉ của tôi

source: Add new address
vi: Thêm địa chỉ mới

source: Manage your shipping address information.
vi: Quản lý thông tin địa chỉ giao hàng của bạn.

source: Default
vi: Mặc định

source: Set as default
vi: Đặt làm mặc định

source: You have no saved addresses.
vi: Bạn không có địa chỉ đã lưu.

source: Create new address
vi: Tạo địa chỉ mới

source: Recipient's name
vi: Tên người nhận

source: Province/City - District
vi: Tỉnh/Thành phố - Huyện

source: Select Province/City - District
vi: Chọn tỉnh/thành phố - huyện

source: Ward/Commune
vi: Phường/Xã

source: Select Ward/Commune
vi: Chọn phường/xã

source: Specific address (House number, street name...)
vi: Địa chỉ cụ thể (Số nhà, tên đường…)

source: Save address
vi: Lưu địa chỉ

source: Current Password
vi: Mật khẩu hiện tại

source: Change Password
vi: Đổi mật khẩu

source: Manage profile information to keep your account secure
vi: Quản lý thông tin hồ sơ để giữ an toàn cho tài khoản của bạn

source: Fullname
vi: Họ và Tên

source: Gender
vi: Giới tính

source: Other
vi: Khác

source: Day of birth
vi: Ngày sinh

source: Day
vi: Ngày

source: Month
vi: Tháng

source: January
vi: Tháng 1

source: February
vi: Tháng 2

source: March
vi: Tháng 3

source: April
vi: Tháng 4

source: May
vi: Tháng 5

source: June
vi: Tháng 6

source: July
vi: Tháng 7

source: August
vi: Tháng 8

source: September
vi: Tháng 9

source: October
vi: Tháng 10

source: November
vi: Tháng 11

source: December
vi: Tháng 12

source: Year
vi: Năm

source: Select
vi: Lựa chọn

source: Company (Optional)
vi: Công ty (Không bắt buộc)

source: Province/City
vi: Tỉnh/Thành phố

source: House number, street name
vi: Số nhà, tên đường

source: Postal Code (Optional)
vi: Mã bưu chính (không bắt buộc)

source: Invalid order or you do not have permission to view this order.
vi: Đơn hàng không hợp lệ hoặc bạn không có quyền xem đơn hàng này.

source: Make payment
vi: Thanh toán ngay

source: Order Details #%s
vi: Chi tiết đơn hàng #%s

source: Order date: %s
vi: Ngày đặt hàng: %s

source: Cancel Order
vi: Hủy Đơn hàng

source: Payment method:
vi: Phương thức thanh toán:

source: Store:
vi: Cửa hàng:

source: Address:
vi: Địa chỉ:

source: Pick up at store (Store details not available)
vi: Nhận hàng tại cửa hàng (Chi tiết cửa hàng không có sẵn)

source: Home delivery
vi: Giao hàng tận nơi

source: Shipping service:
vi: Dịch vụ vận chuyển:

source: Company invoice:
vi: Hóa đơn công ty:

source: Company name:
vi: Tên công ty:

source: Tax code:
vi: Mã số thuế:

source: No products in this order.
vi: Không có sản phẩm nào trong đơn hàng này.

source: Shipping fee:
vi: Phí vận chuyển:

source: Tax:
vi: Thuế:

source: Grand Total:
vi: Tổng đơn hàng:

source: Billing address
vi: Địa chỉ thanh toán

source: Shipping address
vi: Địa chỉ giao hàng

source: Please provide a reason for cancelling your order:
vi: Vui lòng cung cấp lý do hủy đơn hàng của bạn:

source: Cancellation Reason
vi: Lý do hủy

source: Enter your reason here...
vi: Vui lòng nhập lý do tại đây

source: Confirm Cancellation
vi: Xác nhận hủy

source: Your orders
vi: Đơn hàng của bạn

source: All
vi: Tất cả

source: View
vi: Xem

source: No orders have been made yet.
vi: Bạn chưa có đơn hàng nào.

source: Go to shop
vi: Đi đến cửa hàng

source: List of your favorite products
vi: Danh sách các sản phẩm yêu thích của bạn

source: Buy now
vi: Chọn mua

source: Out of stock
vi: Hết hàng

source: Remove
vi: Xóa

source: Promotions are being applied
vi: Chương trình khuyến mãi đang được áp dụng

source: View details
vi: Xem chi tiết

source: Compare products
vi: So sánh sản phẩm

source: Search for brands, products, articles...
vi: Tìm kiếm thương hiệu, sản phẩm, bài viết...

source: Our<br>stores
vi: Cửa hàng<br>của chúng tôi
