Repository: KhoaTeHD/votcaulong
Catalog: languages/*.po
Languages: vi

source: Order lookup<br>Warranty check
vi: Tra cứu đơn hàng<br>Kiểm tra bảo hành

source: Your<br>account
vi: Tài khoản<br>của bạn

source: Register<br>Login
vi: Đăng ký<br>Đăngnhập

source: Your cart
vi: Giỏ hàng

source: product(s)
vi: sản phẩm

source: Sorry, this order is invalid or you do not have permission to access it.
vi: Rất tiếc, đơn hàng này không hợp lệ hoặc bạn không có quyền truy cập.

source: Order failed!
vi: Đơn hàng không thành công!

source: Order placed successfully!
vi: Đã đặt hàng thành công!

source: Thank you, %s <b>%s</b>, for giving VotCauLong Shop the opportunity to serve you.
vi: Cảm ơn bạn, %s <b>%s</b>, đã cho VotCauLong Shop cơ hội phục vụ bạn.

source: Mr.
vi: Ông

source: Ms.
vi: Bà

source: you
vi: bạn

source: Order:
vi: Đơn hàng:

source: Manage order
vi: Quản lý đơn hàng

source: Order date:
vi: Ngày đặt hàng:

source: Customer name:
vi: Tên Khách hàng:

source: Phone number:
vi: Số điện thoại:

source: Shipping address:
vi: Địa chỉ giao hàng:

source: Other requests:
vi: Các yêu cầu khác:

source: In stock
vi: Còn hàng

source: Sold : %s
vi: Đã bán : %s

source: %d product(s) left
vi: %d sản phẩm

source: Free %s
vi: Tặng %s

source: Filter Products
vi: Lọc sản phẩm

source: Product is not valid for review.
vi: Tạo đánh giá sản phẩm không thành công.

source: Leave your review
vi: Để lại đánh giá của bạn

source: Please Login to review this product!
vi: Vui lòng đăng nhập để đánh giá sản phẩm này!

source: Your review
vi: Bài đánh giá của bạn

source: star
vi: sao

source: Review content
vi: Nội dung đánh giá

source: Submit a review
vi: Gửi đánh giá

source: An error occurred. Please try again.
vi: Có lỗi xảy ra. Xin vui lòng thử lại.

source: Unable to load review data.
vi: Không thể tải dữ liệu đánh giá.

source: Overview of the review
vi: Tổng quan về đánh giá

source: Average rating: %s out of 5 stars
vi: Xếp hạng trung bình: %s/5 sao

source: %1$s (%2$s/5) based on %3$s ratings.
vi: %1$s (%2$s/5) dựa trên %3$s xếp hạng.

source: Customer Reviews
vi: Đánh giá của khách hàng

source: Reply
vi: Trả lời

source: There are no approved reviews for this product yet.
vi: Chưa có đánh giá nào được phê duyệt cho sản phẩm này.

source: Quick search
vi: Tìm nhanh

source: No results found!
vi: Không tìm thấy!
